{
    "Welcome to IT in": "Fáilte chuig IT i",
    "Northern Ireland": "dTuaisceart Éireann",
    "We're findIT - your one stop shop for everything IT related in Northern Ireland: jobs, education, training, apprenticeships and more.": "Is muidne FindIT - an t-ionad ilfhreastail do gach rud a bhaineann le TF i dTuaisceart Éireann: poist, oideachas, oiliúint, printíseachtaí agus go leor eile.",
    "Further Education": "Breisoideachas",
    "Higher Education": "Ardoideachas",
    "Apprenticeships": "Printíseachtaí",
    "Work Experience": "Taithí oibre",
    "Jobs": "Poist",
    "Search": "Cuardach",
    "Why a career in IT?": "Cén fáth slí bheatha in IT?",
    "Northern Ireland has never needed more qualified IT professionals. It's time for you to get started.": "Ní raibh níos mó gairmithe TF cáilithe riamh ag teastáil ó Thuaisceart Éireann. Tá sé in am agat tosú.",
    "Competitive salaries": "Tuarastail iomaíocha",
    "The average tech salary in Northern Ireland is £33,000. A graduate software developer can expect a starting salary from £24,000–£32,000. That compares to an average salary of £26,232 across all jobs in NI.": "Is é an meántuarastal teicneolaíochta i dTuaisceart Éireann ná £33,000. Féadfaidh forbróir bogearraí céimithe a bheith ag súil le tuarastal tosaigh ó £24,000 go £32,000. Sin i gcomparáid le meántuarastal de £26,232 thar gach post i dTÉ.",
    "Relaxed working enviornment": "Timpeallacht oibre suaimhneach",
    "With IT skills in such high demand, employers offer good conditions to help keep their team happy and motivated. Perks can include free tea, coffee, snacks and lunches, free beer Friday, yoga, social gatherings and well-being initiatives.": "Agus ard-éileamh ar scileanna TF, cuireann fostóirí coinníollacha maithe ar fáil chun a bhfoireann a choinneáil sásta agus spreagtha. Ar na buntáistí is féidir tae, caife, sneaiceanna agus lónta saor in aisce a áireamh, Dé hAoine beoir saor in aisce, ióga, cruinnithe sóisialta agus tionscnaimh folláine.",
    "Rewarding career": "Gairm bheatha luach saothair",
    "IT projects involve working in a team of enthusiastic and like-minded people. You’ll help each other to develop and fulfil your potential. This makes for a rewarding career": "Is éard atá i gceist le tionscadail TF ná oibriú i bhfoireann daoine díograiseacha atá ar aon intinn. Cabhróidh tú lena chéile chun d’acmhainneacht a fhorbairt agus a chomhlíonadh. Cruthaíonn sé seo slí bheatha thaitneamhach",
    "Make a difference": "Déan Difríocht",
    "You’ll get many different opportunities to use your IT skills for social good. Big data is being used to help fight climate change and predict the spread of diseases such as COVID-19.": "Gheobhaidh tú go leor deiseanna éagsúla chun do scileanna TF a úsáid ar mhaithe le leas sóisialta. Tá sonraí móra á n-úsáid chun cabhrú leis an athrú aeráide a chomhrac agus leathadh galair ar nós COVID-19 a thuar."
}