{
    "Welcome to IT in": "Witamy w informatyce w",
    "Northern Ireland": "Irlandii Północnej",
    "We're findIT - your one stop shop for everything IT related in Northern Ireland: jobs, education, training, apprenticeships and more.": "Jesteśmy findIT - Twój punkt kompleksowej obsługi dla wszystkiego, co związane z IT w Irlandii Północnej: pracy, edukacji, szkoleń, praktyk i nie tylko.",
    "Further Education": "Dalsza edukacja",
    "Higher Education": "Wyższa edukacja",
    "Apprenticeships": "Praktyki zawodowe",
    "Work Experience": "Doświadczenie zawodowe",
    "Jobs": "Oferty pracy",
    "Search": "Szukaj",
    "Why a career in IT?": "Dlaczego kariera w informatyce?",
    "Northern Ireland has never needed more qualified IT professionals. It's time for you to get started.": "Irlandia Północna nigdy nie potrzebowała więcej wykwalifikowanych informatyków. Czas zacząć.",
    "Competitive salaries": "Konkurencyjne pensje",
    "The average tech salary in Northern Ireland is £33,000. A graduate software developer can expect a starting salary from £24,000–£32,000. That compares to an average salary of £26,232 across all jobs in NI.": "Średnia pensja w branży technologicznej w Irlandii Północnej wynosi 33 000 funtów. Absolwent oprogramowania może spodziewać się pensji początkowej od 24 000 do 32 000 GBP. Dla porównania średnia pensja w wysokości 26 232 funtów na wszystkich stanowiskach w IP.",
    "Relaxed working enviornment": "Zrelaksowane środowisko pracy",
    "With IT skills in such high demand, employers offer good conditions to help keep their team happy and motivated. Perks can include free tea, coffee, snacks and lunches, free beer Friday, yoga, social gatherings and well-being initiatives.": "Przy tak dużym popycie na umiejętności informatyczne pracodawcy oferują dobre warunki, aby ich zespół był szczęśliwy i zmotywowany. Dodatki mogą obejmować bezpłatną herbatę, kawę, przekąski i lunche, bezpłatne piwo w piątek, jogę, spotkania towarzyskie i inicjatywy na rzecz dobrego samopoczucia.",
    "Rewarding career": "Kariera dająca satysfakcję, satysfakcjonująca kariera",
    "IT projects involve working in a team of enthusiastic and like-minded people. You’ll help each other to develop and fulfil your potential. This makes for a rewarding career": "Projekty IT wymagają pracy w zespole ludzi entuzjastycznych i podobnie myślących. Pomożecie sobie nawzajem w rozwoju i realizacji swojego potencjału. To zapewnia satysfakcjonującą karierę",
    "Make a difference": "Robić różnicę",
    "You’ll get many different opportunities to use your IT skills for social good. Big data is being used to help fight climate change and predict the spread of diseases such as COVID-19.": "Otrzymasz wiele różnych możliwości wykorzystania swoich umiejętności informatycznych dla dobra społecznego. Big data jest wykorzystywana do walki ze zmianą klimatu i przewidywania rozprzestrzeniania się chorób, takich jak COVID-19."
}